M小姐和L先生提出了分手，她没说理由，L也没有挽留

因为没有同居，也没有经济纠纷，所以一切干脆利落。

当L从M的公寓出来以后感觉浑身上下轻松了许多，好像扔掉了好久不用的朽木一般

L先生是一名程序员，就是那种在别人的印象都是会修电脑的那种，而M小姐是一名报社编辑，一次机缘巧合的机会认识了M先生

那是M刚刚结束一段恋情，对方是一个花花公子，期初M就是喜欢上他那张会说情话的嘴，而后来她就厌倦了，因为同样的话他也可以说给别人听。

相反，在M眼中L的沉默寡言成了不可多得的优点，在交往了之后才发现M先生那方面不行，这也是他们分手的直接原因。

M和他的上司X偷情已经有一段时间了，虽然X有一个风韵犹存的老婆，但是人都有喜新厌旧的毛病，同时偷情带来的刺激让X欲罢不能。

其实M心里很清楚X不是真心的喜欢自己，他只是眷恋自己的肉体而已，但是这会给她带来一些好处：上个月她还和同批进攻的女孩一样做些打杂的事情。同时也解决了生理需求，何乐而不为呢？

和L分手后的第三天，M以给X送稿件为由进了X的办公室，完事之后，M把一位笔名为“a.out”的稿件交给了X.


其实X的老婆一直都怀疑X和别的女人有染，只是还没找到实质性证据，她在等待机会，找到X出轨的证据然后提出离婚，以分得一笔可观的财产，这样他就可以有她保养的小白脸愉快地度过后半生的时光了。


她趁着X洗澡的空档，反了他的公文包，很遗憾，没有找到她想要的东西，不过她却发现了一份署名为“a.out”的投稿件。

她读了起来，里面写了


